export const informations = {
  1: [
  {
    key: 1,
    title: "T1 Ads是什么?",
    content:
      "T1Ads是一家广告联盟，负责管理全球一些最大的成人视频网站的横幅广告。T1 采用自助竞价、预付费的广告平台，向广告商提供广告位。",
  },
  {
    key: 2,
    title: "T1 Ads的市场是什么?",
    content:
      "T1Ads是一家广告联盟，负责管理全球一些最大的成人视频网站的横幅广告。T1 采用自助竞价、预付费的广告平台，向广告商提供广告位。",
  },
],
2: [
    {
        key: 1,
        title: "我如何注册使用T1 ADS？",
        content: "注册过程快捷、简单且免费！首先点击页面右上角的“注册”按钮，然后填写所需信息。注册前，请花时间阅读并理解 T1 ADS的使用条款和隐私声明。"
    },
    {
        key: 2,
        title: "T1 Ads的工作原理是什么？",
        content: "T1 ADSy 采用自助竞价的预付费广告平台，基于 CPM（每千次展示成本）竞价模式。您可以选择想要投放广告的网站和广告位，并竞价获取流量。出价越高，获得的流量百分比就越高。您还可以选择特定的地理位置，例如国家/地区、城市或州/省，以及时间段，以便更好地定位广告目标受众。每千次展示，您为广告位支付的金额将从您的余额中扣除。您还可以为广告系列设置每日预算，并随时暂停广告系列。我们提供每日广告系列统计数据，帮助您优化广告系列并最大化收益。"
    },
    {
        key: 3,
        title: "T1 ADS竞价系统是如何运作的？",
        content: "我们的算法目标有两个：最大化我们出版商的 CPM 收入尽可能将广告曝光分配给更多的广告主。为此，它会检查出价金额、该广告系列的定位选项以及分配给该广告系列的每日预算。如果账户资金不足以支付所有活跃广告系列的每日预算，则每日预算将降低至与可用资金相匹配，从而降低账户超支和出现负余额的风险。根据为该地理位置设置的每个广告系列的潜在展示次数，以及对广告系列施加的限制（例如频次限制），该算法将根据发布商最高的潜在收入来分配展示次数，同时尽可能多地将展示次数分配给广告主。"
    },
    {
        key: 4,
        title: "广告主如何创建广告计划开展营销活动呢？",
        content: "T1 ADS的广告系列创建流程非常简单。我们提供了一个步骤：<br />1.进入T1 ADS后台选择广告管理菜单，然后在列表左上角点击【创建广告计划】<br />2.在创建页面，您只需填写以下内容：<br />广告计划名称，必填项，填写内容最多20个字符；<br />投放位置，必选项，您可以在这里选择广告位置和投放时间；<br />广告创意（必填项）：广告位的素材规格，包括尺寸、文件格式、大小限制；<br />完成以上3步，即可创建您的广告计划；"
    },
    {
        key: 5,
        title: "我如何才能制作横幅/创意素材？广告尺寸、规格和规则是什么？",
        content: "广告商可以自行制作横幅广告，也可以从其联盟网络获取。我们的“规则与条例”页面列出了每个网站和广告位的所有横幅广告规则和规格。您可以在“创建广告系列”流程的第一步以及我们的“广告形式”页面找到可用的广告尺寸。"
    },
    {
        key: 6,
        title: "广告何时进行审核？",
        content: "广告商可以自行制作横幅广告，也可以从其联盟网络获取。我们的“规则与条例”页面列出了每个网站和广告位的所有横幅广告规则和规格。您可以在“创建广告系列”流程的第一步以及我们的“广告形式式”页面找到可用的广告尺我们的合规团队每天都会审核广告，以确保其符合 T1 ADS 的规则和条例。我们全天候 24 小时开放。广告将按提交顺序进行审核。"
    }
],
3: [
    {
        key: 1,
        title: "我们提供哪些功能？",
        content: "时间定位立即启动您的广告系列，或锁定转化高峰期的日期和时间。选择广告展示的星期几和一天中的具体时间，并根据目标受众的在线购买行为优化您的广告系列。地理位置定位：将您的地理位置定位广告系列限定在特定国家、地区和城市。每个广告系列最多可设置 10 个地理位置。频次控制：限制广告向访客展示的次数，避免过度曝光和响应率下降。ISP 定位T1 的 ISP 数据库可让您访问包含数万个全球移动 ISP 的庞大列表，您可以从中进行选择，以确保您的广告能够精准触达移动受众。关键词定向功能让广告主能够精准触达目标用户。通过关键词、搜索词和其他上下文相关的定向因素，您可以根据访客的喜好来投放广告。只有当用户搜索这些关键词时，您的横幅广告才会展示。设备定向：通过桌面电脑、平板电脑和移动设备与受众互动，传递一致且有效的讯息。针对特定媒体设备及其用户行为，优化您的营销活动策略"
    },
    {
        key: 2,
        title: "哪些垂直行业会在我们的网络上投放广告？",
        content: "在线约会<br />赌博<br />成人付费点播、视频点播和订阅视频点播<br />在线摄像头<br />博彩与娱乐<br />健康与美容<br />性健康及其他诸多方面！"
    },
    {
        key: 3,
        title: "成功的关键：",
        content: "经常优化。务必经常更新横幅广告。添加新的横幅广告来替换效果最差的，以提高投资回报率。从点击到转化，全程追踪！我们提供 T1 转化追踪器以及 S2S 追踪。许多广告客户也使用第三方追踪软件来收集数据。Voluum、Imobitrax 和 Prosper 都是非常优秀的追踪工具。扩大广告系列规模。一旦获得正向投资回报率，就可以通过提高出价、扩大地理目标范围以及尝试新的关键词来扩大规模。但请记住，您仍然需要密切关注转化率，以确保您的调整不会影响投资回报率。"
    },
    {
        key: 4,
        title: "刚开始做联盟营销时应该做的五件事：",
        content: "1 - 联系 T1 团队<br />账户创建完成后，您首先应该做的就是联系我们的团队成员。即使您可能不需要任何帮助就能创建活动并开始使用，我们的团队也会指导您完成资金充值流程。如果您需要一些关于如何设置第一个活动的技巧或建议，我们的客服团队非常乐意为您提供帮助。<br />2 - 阅读我们的规章制度<br />我们的规章制度旨在保护发布商和广告商的权益，确保您的广告活动能够顺利上线。如果您上传的广告不符合这些规则，它们将被拒绝，而无法正常投放、收集宝贵数据并为您带来收益。<br />3 - 访问我们的博客<br />我们的博客分为以下几个部分：“网络新闻”将包含有关新广告位、价格更新以及更多与 T1 网络相关的资讯，这些信息可以帮助您在媒体购买方面获得优势。“展会”栏目将包含我们参加的贸易展览会的信息，以便您了解 T1 团队何时会参加您附近的展会。“技巧和窍门”部分将列出一些通用建议，以帮助您在我们的网络上以及作为联盟营销人员更好地开展工作。“教程”部分将详细介绍如何使用 T1 界面和功能。<br />4 - 访问联盟营销论坛<br />刚开始接触联盟营销时，它看起来既简单又极其困难。有些人认为这是赚钱的捷径，但很快他们就会发现，发起一场成功的营销活动所需的工作量令人望而生畏。有很多联盟营销论坛，营销人员在这些论坛上交流信息或发布“跟进”主题帖，旨在帮助其他营销人员追求高额利润。<br />5 - 访问我们的高级网站，查看当前正在运行的内容<br />如果你想在视频网站上投放广告，应该先查看一下当前正在展示的内容。记得使用 VPN 来检查正确的地理位置，并仔细观察广告轮播情况。找出与你的广告类型相同的广告，并分析它们的制作方式。你务必避免抄袭你看到的内容，因为如果你的广告与现有广告完全相同，其效果显然会大打折扣。不过，这些内容应该能为你设计自己的广告提供足够的灵感。"
    },
    {
        key: 5,
        title: "广告商最常犯的五大错误：",
        content: "1 - 联系 T1 团队<br />账户创建完成后，您首先应该做的就是联系我们的团队成员。即使您可能不需要任何帮助就能创建活动并开始使用，我们的团队也会指导您完成资金充值流程。如果您需要一些关于如何设置第一个活动的技巧或建议，我们的客服团队非常乐意为您提供帮助。<br />2 - 阅读我们的规章制度<br />我们的规章制度旨在保护发布商和广告商的权益，确保您的广告活动能够顺利上线。如果您上传的广告不符合这些规则，它们将被拒绝，而无法正常投放、收集宝贵数据并为您带来收益。<br />3 - 访问我们的博客<br />我们的博客分为以下几个部分：“网络新闻”将包含有关新广告位、价格更新以及更多与 T1 网络相关的资讯，这些信息可以帮助您在媒体购买方面获得优势。“展会”栏目将包含我们参加的贸易展览会的信息，以便您了解 T1 团队何时会参加您附近的展会。“技巧和窍门”部分将列出一些通用建议，以帮助您在我们的网络上以及作为联盟营销人员更好地开展工作。“教程”部分将详细介绍如何使用 T1 ADS 界面和功能。<br />4 - 访问联盟营销论坛 <br />刚开始接触联盟营销时，它看起来既简单又极其困难。有些人认为这是赚钱的捷径，但很快他们就会发现，发起一场成功的营销活动所需的工作量令人望而生畏。有很多联盟营销论坛，营销人员在这些论坛上交流信息或发布“跟进”主题帖，旨在帮助其他营销人员追求高额利润。<br />5 - 访问我们的高级网站，查看当前正在运行的内容 <br />如果你想在视频网站上投放广告，应该先查看一下当前正在展示的内容。记得使用 VPN 来检查正确的地理位置，并仔细观察广告轮播情况。找出与你的广告类型相同的广告，并分析它们的制作方式。你务必避免抄袭你看到的内容，因为如果你的广告与现有广告完全相同，其效果显然会大打折扣。不过，这些内容应该能为你设计自己的广告提供足够的灵感。"
    }
]
};