//隐私声明
export const PrivacyStatement = {
    title: '隐私声明',
    lastUpdated: '2026年1月5日',
    intro: '',
    content: `
     <section class="mb-8">
  <pre class="font-pingfang whitespace-pre-wrap break-words text-[#626671] text-[12px] md:text-[16px] leading-[18px] md:leading-[24px] m-0">
介绍

Aylo Freesites Ltd（以下简称“我们”）运营网站https://www.TrafficJunky.com（以下简称“TrafficJunky”），并且是TrafficJunky收集或提供信息的控制者。

请仔细阅读本隐私声明，因为您访问和使用TrafficJunky即表示您已阅读并理解本隐私声明中的所有条款。我们尊重您的隐私，并致力于保护您的个人数据。

如果您对我们的隐私保护措施有任何疑问，请参阅下文的“联系信息”部分，了解如何联系我们。

范围

就本隐私声明而言，“处理”、“已处理”或“处理中”是指对个人数据或个人数据集执行的任何操作或序列操作（不包括披露），无论是否通过自动化方式进行，包括以下一项或说明操作：收集、记录、组织、构建、存储、转换或更改、检索、查阅、使用、排列或组合、限制、方向或方向。有关披露个人数据或个人数据集的信息，请参见下文“披露您的个人信息”部分。

本隐私声明适用于我们处理的信息：

在TrafficJunky上；以及

您通过电子邮件、在线支持聊天、电话支持或其他方式与TrafficJunky进行的沟通。

我们处理您的数据

“个人数据”或“个人信息”是指任何能够识别、关联、描述或直接或间接与特定个人关联的信息。它不包括已匿名化或汇总的数据。

根据您是否选择在我们这里创建帐户，我们可能会收集和处理您不同类型的个人数据。

未登录或注册而访问TrafficJunky的用户（“未注册用户”）：

联系数据：我们仅处理您自愿向我们提供的电子邮件地址或任何其他信息，以用于特定功能，即参加比赛或调查。

在线表格和通信数据：我们将处理您通过 TrafficJunky 提供的在线表格提交的联系数据和其他信息，或通过电子邮件、在线支持聊天发送给我们的信息，或在支持请求或任何其他查询中提供的信息、内容报告和内容审核，以及我们的内部投诉处理系统。

活动数据：我们会处理您如何使用TrafficJunky、产品和服务，以及您如何与内容和广告互动的信息，包括您在TrafficJunky上访问的页面和搜索历史记录，以及访问TrafficJunky所访问的引荐网页。我们会处理浏览器和网络信息、我们用于访问TrafficJunky的设备以及您的时区设置。我们还会处理在线教程，具体而言，我们会处理之前的互联网协议(IP)地址信息，并按照后面的“Cookie”和自动数据处理技术”部分规定了设置 Cookie。

识别信息：部分用户可能需要提供身份识别信息（包括政府签发的带照片的身份证明以及文件），以验证其达到访问TrafficJunky已并查看其内容所需的基准年龄。在这种情况下，此类信息将由受信任的第三方年龄验证服务完成处理。本隐私声明不适用于这些第三方年龄验证服务的隐私保护措施。请仔细阅读这些第三方服务的隐私条款和条件。

对于选择在TrafficJunky上创建帐户的用户（“商业广告商”），我们会处理上述未注册用户的相同类别信息，此外还会处理以下信息：

联系信息：我们会处理用户名和电子邮件地址。如果您选择通过第三方平台注册，我们会从这些平台收集某些个人信息。

用户提交的个人信息：我们会处理您提交的信息，以个性化您的账户或针对特定功能，例如出生日期、年龄、性别、您的兴趣、偏好、反馈、您接收我们和我们第三方营销信息的偏好以及您的传播偏好，以及根据指示偏好向我们提供的针对特定功能的任何其他信息。

您的付款和商业信息：如果进行购买和/或向您的 TrafficJunky 账户充值，我们会收集您提交的客户记录和商业信息，包括您的姓名、地址和账单信息。我们还将收集与我们之间的付款详情，以及您从我们这里购买或收到的产品和服务详情。

身份识别信息和生物识别信息：如果您在 TrafficJunky 中选择注册某些服务，或达到年龄验证目的需要提供此类信息，我们将处理您提交的身份识别信息（包括政府签发的带照片的身份证明、水电费账单、电话费账单、银行对账单和/或其他文件），以便验证您的身份、年龄并进行记录。我们的第三方服务将处理您的面部扫描信息（属于生物识别信息），以验证您在此类注册服务时提供的身份信息的真实性，详情请参见下文“生物识别信息”部分。隐私声明可能并不完全反映上述第三方服务所发起的隐私事项，因此请您查阅这些第三方服务所发起的隐私声明和条款及条件。

营销邮件：在您同意的情况下，我们不会向您发送营销邮件。您可以点击邮件中提供的链接选择取消修改营销邮件。我们可能会继续向您发送其他类型的交易和关系邮件，例如关于您的账户或订单的邮件。

我们可能会处理您的数据，以生成和分享汇总信息，这些信息不会直接或间接识别您的身份，也不会与您关联。

 

我们收集个人信息的来源

我们通过以下方式收集个人信息：

直接从您处获取：我们直接从您处处理上述各类信息。

自动化技术或交互：如下文“Cookie 和自动数据处理技术”部分所述，当您访问 TrafficJunky 时，我们会设置 cookie 和其他自动技术来处理网站活动数据。

您的第三方单点登录：如果选择通过第三方平台创建或登录您的帐户，我们可能会获取您的相关信息。如果该平台可用，我们将能够访问该平台上的某些信息，例如您的姓名、电子邮件地址或可能已提交并允许该第三方共享的其他信息。

 

我们使用您的个人信息的目的

我们处理个人信息的目的如下所述。

提供服务：我们处理网站活动数据，此外，仅针对商业广告商，处理标识符、支付和信息以及用户提交的个人信息，便于向您展示TrafficJunky其内容，从而为您提供向我们请求的信息、产品或服务。

客户管理（仅限商业广告商）：我们使用标识符、支付和商业信息以及用户提交的个人信息来管理商业广告商的账户，向商业广告商提供客户支持和账户通知，以及关于TrafficJunky或我们通过TrafficJunky提供的任何产品或服务的变更通知。我们使用标识符和生物识别信息来验证您的身份以及您在TrafficJunky注册某些服务时向我们提供的标识符的真实性。中继器有助于帮助您确认您的电子邮件地址和/或TrafficJunky 帐户的射频。

内容和营销的个性化：我们使用标识符、网站活动数据、用户提交的个人信息和用户贡献来分析您对 TrafficJunky 的内容、产品或服务的使用情况或兴趣，以便在 TrafficJunky 上开发和展示符合您兴趣的内容和广告。

沟通和请求处理：我们会处理在线表格和沟通数据以及其他必要信息，以响应和解决您的任何请求，包括确保我们遵守法律义务而需要处理的信息。

分析：我们使用标识符和网站活动数据来监控 TrafficJunky 的汇总指标，例如用户总数、浏览页面、人口统计模式。

功能性和安全性：我们可能会使用我们收集的任何类别的数据来诊断或修复技术问题，验证您的信息，以及检测、预防和应对实际或潜在的欺诈、非法活动或知识产权犯罪行为。

合规性：我们可能会使用我们收集的任何类别的数据来执行我们的使用条款并履行我们的法律义务。

您提供的信息：我们将在您提供可能以任何其他方式描述的信息时使用联系信息和用户提交的个人信息；或经您明确同意，用于除本隐私声明之外的任何其他目的。

 

生物识别信息

我们利用第三方服务，利用面部识别技术来验证您的身份、年龄以及您提供的身份证明文件的真实性。面部识别技术通过实时扫描您的面部、自拍照以及您提交或之前提交的政府签发的身份证件，生成您面部特征的数学模型。面部识别数据由我们的第三方服务收集并保存。我们不会处理面部识别数据。在适用的情况下，您的生物识别信息可能会用于：

验证您是否为真实存在的真人，并禁止使用允许用户冒充他人的方法；

满足您的自拍照与您的提交或已提交给我们政府颁发的身份证件进行比对，以确保没有人冒充您；

请帮忙确认您的年龄。

您将被要求同意我们处理您的生物识别信息，您可以随时撤回该同意。撤回同意不会影响撤回之前进行的任何信息收集、使用、处理或披露的合法性。

本隐私声明可能并非首次反映所述第三方服务的隐私声明，因此，我们建议您查阅这些第三方服务的隐私声明和/或其他相关条款。

 

我们遵守加拿大和欧盟隐私法下的法律

在适用法律允许的范围内，我们仅在以下情况下处理您的个人信息：

您同意我们出于特定目的处理您的个人信息：例如，当您允许我们向您展示个性化广告或向您发送电子邮件营销信息时。您可以随时撤回您的同意，但撤回同意不会影响撤回之前发生的任何收集、使用、处理或披露行为的合法性；

经您同意，生物识别信息也可以通过第三方服务进行处理；

根据我们的使用条款，为了履行我们的合同义务，您需要创建您的帐户；

为遵守法律义务，我们可能需要收集、使用或披露您的信息，以用于民事、刑事、公司、税务、监管机构或诉讼；

它满足了合法利益，并且不会凌驾于您的数据保护利益之上：例如，为了保护 TrafficJunky 腐败和非法活动的行为；

它用于保护您或他人的切身利益：例如，在紧急情况下或防止犯罪或欺诈；

它执行用于符合公共利益的任务：例如，打击违法行为，当这种行为符合公共利益，且适用法律规定的公共利益时。

根据具体情况，我们在出于不同目的处理您的相同信息时，可能会援引不同的法律管辖。如果您居住在欧洲经济区（“EEA”）、瑞士或英国（“UK”）以外的地区，我们所管辖的法律管辖可能与上述法律管辖不同。

 

个人信息披露

我们会在提供服务或出于本隐私声明中所述的其他目的时披露您的个人信息。我们披露您的个人信息通常基于履行与您签订的合同、履行我们的法律义务、维护我们的合法权益（例如，运营） TrafficJunky），前提是该利益不凌驾于您的利益或征得您的同意之上，除非下文“遵守法律或保护我们或第三方的权利”部分另有明确规定。披露您的个人信息也可能涉及将您的个人信息传输到欧洲经济区以外的地方如果我们需要将个人信息传输到欧洲经济区以外的地区，我们将按照“将您的个人信息传输到其他国家/地区”部分的规定进行传输，或在履行我们之间的合同所必要的情况下进行传输。我们可能向以下各方披露您的个人信息：

 

致公众。如果您提交广告以供发布，则表示您使用 TrafficJunky 及其服务将这些信息公开。这包括广告内容（包括但不限于产品、服务或品牌名称、广告主题）以及代表该广告的人或自然法人。

我们的承包商和/或员工。为了向您提供服务，我们的员工和/或承包商仅在必要时才能访问您的个人数据。这些和承包商均遵守保密义务。

集团公司。我们可能会收集任何类别的个人信息披露给我们的集团公司成员，但仅限于本隐私声明中规定的目的以及我们日常业务运营所必需的范围，包括：客户支持、促进业务发展、提供IT、技术和工程支持。请注意，在某些情况下，我们集团公司成员可能在欧洲经济区以外设立或运营其服务。

服务。我们会向授权服务披露某些类别的个人信息，这些服务代表我们提供特定的服务。这些服务可能存在风险和欺诈检测及分散、客户服务、广告、分析、安全、托管或支持 TrafficJunky 功能。这些服务可能需要访问履行其职责所需的个人信息，但不得将此类信息用于任何其他目的。在适用法律要求的情况下，我们会与这些服务放弃数据处理协议，以确保个人信息仅在我们指示的范围内安全处理。

如果发生合并、收购或出售或转让部分或全部资产（无论作为持续经营企业还是作为破产、清算或类似程序的一部分），我们可能会将我们处理的所有类别的个人信息披露给管辖权或其他继承人。此类交易可能符合我们的合法利益，特别是我们做出有利于业务发展的决策的利益。

为了遵守法律或保护我们或第三方的权利，我们会访问、保存您的个人信息，并与监管机构、公共机构、执法部门、政府机构、庭外纠纷解决机构或其他我们合理认为必要披露此类信息的机构共享您的个人信息，以便：

满足任何适用的法律、法规、法律程序或政府要求；

执行适用的使用条款，包括调查潜在的违规行为；

发现、预防或以其他方式处理非法或疑似活动非法、安全或技术问题；

保护本公司、用户、员工或其他人的权利、财产或安全底盘损害；

为了维护和保护TrafficJunky其余基础设施的安全性和缺陷。在这种情况下，我们可以决定手机是否提出或放弃任何可用的法律异议或权利。

必要时，我们可能会将您的信息披露给第三方，以履行我们的法律义务，履行公共利益义务（公共利益受适用法律规定），或根据我们的合法利益和公众利益，包括作为调查或监管调查的一部分，以发现、调查和起诉违法活动。

 

Cookie 和自动数据收集技术

当您浏览和使用 TrafficJunky 时，我们会使用自动数据收集技术来收集网站活动数据。我们用于自动数据收集的技术包括类似 Cookie 等技术。Cookie 是您在您的网络设备中访问 TrafficJunky 时存储或下载到您设备上的小型文本文件。有关我们如何使用 Cookie 的更多信息，请参阅我们的 Cookie 通知，点击此处即可查看。

 

关于我们如何收集、使用和披露您的个人信息，您拥有哪些选择权？

我们致力于为您提供关于您向我们提供个人信息的选择权：

您可以选择不向我们提供某些个人信息，但这可能会导致您无法使用 TrafficJunky 的某些功能，因为您可能需要提供此类信息来创建帐户、使用我们的产品或服务、与我们的支持团队沟通或在 TrafficJunky 上开展其他活动。

您可以使用 Cookie 横幅自定义 Cookie 设置。Cookie 横幅会记录您何时同意使用我们的 Cookie。对于企业广告客户，我们每年或当我们的 Cookie 发生重大变更时征求您的同意，以确保您及时了解我们 Cookie 和隐私声明的变更。对于未注册用户，您在 Cookie 横幅中的选择仅在当前会话期间有效。Cookie 横幅专门控制 TrafficJunky 设置 Cookie 的功能性、分析性和广告性。 Cookie，也无法使用此工具阻止从我们网站链接的第三方网站上的Cookie。您可以随时点击TrafficJunky底部的“Cookie设置”选项访问Cookie横幅。

 

您与个人信息的相关权利

根据当地法律、适用的法律要求和豁免规定，您对您的个人数据享有某些权利：

访问权。您有权获取我们持有的关于您的个人数据以及我们如何使用这些个人数据的信息，以及您的个人数据副本；

更正权。您有权更正与您相关的任何不准确的个人数据；

被遗忘权。您有权删除/清除您的个人数据；

数据可传输权。您可以以构造、常用且机器受限的格式接收您提供的数据，并将这些个人数据传输给另一个数据控制者；

反对权。您有权基于合法利益或公共利益使用您的个人数据来反对我们；

您有权限制我们对您个人数据的使用；在某些情况下，您有权限制我们对您个人数据的使用；

您有权提出投诉。如果您位于经济区或英国，您也有权向欧洲当地数据保护机构提出投诉。

如果我们请求同意处理您的个人数据，您可以随时撤回您的同意，但撤回仅对未来有效。但是，请注意，在这种情况下，您可能无法再使用或访问 TrafficJunky 的一项或灌溉功能。

您可以通过发送电子邮件至support@trafficjunky.com来获得明确的上述权利。请注意，我们会在一个月内回复您的首次请求。

在处理您访问或数据的请求时，我们需要事先验证您的身份并确认您有权访问或删除相关信息。这是一项适当且有效的安全措施，旨在确保个人数据删除不会以未经授权的方式泄露给任何无权接收或删除的人员。

请注意，除非您已在我们这里创建帐户，否则我们可能没有足够的信息来识别您的身份，因此可能无法回复您的请求。在某些情况下，为了充分验证您的身份或您提出请求的授权，我们可能需要您提供其他信息。

 

加州权利与选择

2018年加州消费者隐私法案（“CCPA”）赋予加州居民（“消费者”）关于其个人信息的特定权利，该术语的定义参见CCPA。除本隐私声明中规定的权利外，在CCPA规定的例外情况下，此类消费者还有权利：

用户可以选择不出售其个人信息；如果我们要出售其个人信息，则用户可以选择退出。

请您了解我们收集并使用您的个人信息的相关规定；

指定代理人无罪 CCPA 赋予的权利，但前提是出示正式签署的经公证的授权委托书，并且代理人拥有足以让我们核实相关消费者身份并在我们的系统中找到其信息的信息；

加州居民无罪这些权利不应受到禁止。我们不会因加州居民无罪《加州消费者隐私法案》(CCPA) 赋予的任何权利而拒绝其使用我们的服务，也不会降低其服务水平或质量，除非有 CCPA 规定。

您可以通过发送电子邮件至support@trafficjunky.com，并在邮件主题中签署“CCPA请求”来获得您的无偿权利。如果您在无偿权利的过程中需要帮助，也可以发送电子邮件至support@trafficjunky.com，将协助您完成相关流程。

 

居民权利——美国各司法管辖区（如适用）

我们绝不会为了金钱而将商业广告商的个人信息出售、交易或交换给任何人。

 

 

致执法部门的通知

以下信息旨在为寻求披露记录的执法人员提供指导。您可以通过遵守以下条件，向我们送达有效的法院命令、传票、搜查令或同等效力的法律或官方行政文件：

文件已上传，所有必填字段均已在我们的法律服务流程平台上填写完整，该平台网址为：https://legalservice.aylo.com/legal/datarequest；

您向 Aylo Freesites Ltd 提供的文件是由有效的法院或同等法律或行政机构签发的；

文件写入到以下地址： 胎儿 2540，达利工业区 1 区，旧尼科西亚-利马索尔路 195-197 号。

我们保留拒绝通过 TrafficJunky 提供在线服务的权利，尤其是在上述要求未得到满足且需要通过正式法律程序送达至上述地址的情况下。届时，我们将通知您。我们可以自行决定提出或放弃任何可用的法律异议或权利。

 

 

将您的个人信息传输到其他国家/地区

我们可能会根据适用的数据保护法和适当的措施，在全球范围内、集团内部以及我们的服务主体和其他第三方共享我们收集的信息。由于多种原因，需要进行数据传输，包括为了运营商和提供《使用条款》和本隐私声明中所述的服务，以及为了修复、分析和改进我们的网站、产品和服务。在我们向欧洲经济区以外的国家/地区以及其他拥有完善数据保护法律的地区传输个人信息时，我们将确保信息传输符合本隐私声明的规定，并遵守适用法律的许可，且基于适当的机制。

在适用的情况下，我们会采纳欧盟委员会的决定（称为“充分性决定”），这些决定认可某些国家/地区提供的个人数据保护水平与欧洲经济区基本相同。

在其他情况下，我们会遵守欧盟委员会批准的标准合同条款（以及适用情况下英国的同类标准合同条款）或适用法律规定的例外情况，将信息传输至第三国。

 

 

个人信息的保留

我们只会在您的账户的一个活动状态期间，或为实现我们处理您的个人信息的目的（包括满足任何法律、会计或报告要求）而在必要的期限内保留您的个人信息。

为了确定个人数据的适当保留期限，我们会考虑多种因素，包括我们正在处理的个人数据类型、任何未经授权的披露可能造成损害风险、我们处理您的个人数据的原因，以及我们是否可以通过其他方式在处理数据的情况下实现此目的。

如果我们不再需要根据本隐私声明中规定的目的处理您的个人信息，我们将在我们的系统中删除您的个人信息。有关数据保留期限的更多信息，请参见下文的“联系方式”

” 部分，如何联系我们。在法律允许的情况下，我们也根据您的要求删除您的个人信息，如了解“您与个人信息相关的权利”部分所述。

 

 

第三方链接和网站

如果您点击第三方网站的链接，将被引导至我们无法控制的网站。本隐私声明我们不针对这些网站的隐私保护措施。请仔细阅读其他网站的隐私声明。对这些第三方网站的行为概不负责。

 

查看并更改您的个人信息

创建账户后，您可以通过TrafficJunky查看并更改您的信息。只需登录您的账户并点击“我的账户”选项卡即可。您可以在此处更新您提供删除的账户相关信息。为确保未授权访问账户信息的情况，TrafficJunky强烈建议您定期更改密码。如果需要，TrafficJunky会查看我们的系统中您的信用卡或其他信息。如需提出此请求，请联系我们的支持团队。TrafficJunky只有在特定的情况下才会保留您已请求删除的信息，包括信用卡信息。这些情况包括：遵守联邦和州法律、解决争议、排除故障、遵守商户银行和协会协议、减少欺诈、增强安全性以及执行我们的隐私声明、使用条款和道德制度。

 

安全

TrafficJunky 已采取安全措施，保护并防止我们控制下的信息遭受损坏和丢失。我们采用行业标准措施来保障您的个人信息安全。TrafficJunky 的技术专家致力于确保您安全地使用我们的服务。

 

本隐私声明的变更

我们会定期审查本隐私声明。目的是为了满足任何新的法律要求、技术发展或根据需要添加更多说明。

尽管我们可能会在隐私声明发生重大变更时尝试通知您，但您仍需定期查看此处提供的最新版本，以便了解任何变更，这些变更对您具有约束力。如果我们因隐私声明进行任何变更，变更日期将反映在本隐私声明标题中的“最后修改日期”中。

 

国际支付处理

Aylo Freesites Ltd 已注册为武汉集团的一部分，该集团的代表成员是 Aylo CY Holdings Ltd。其武汉注册号为CY99000217P。

 

 

联系信息

如果您对本隐私声明或我们的信息处理方式有任何疑问，请发送电子邮件至support@trafficjunky.com与我们联系。

您也可以通过以下方式联系我们：胎儿2540，达利工业区1区，旧尼科西亚-利马索尔路195-197号；电话：+357 22662 320；传真：+357 22343 282。

您可以通过以下电子邮件地址联系我们的数据保护官：support@trafficjunky.com。
      </pre>
       <section
    `
}

//Cookie政策
export const CookiePolicy={
    title: 'Cookie 通知',
    lastUpdated: '2026年1月5日',
    intro: '',
    content: `
      <section class="mb-8">
      <pre class="font-pingfang whitespace-pre-wrap break-words text-[#626671] text-[12px] md:text-[16px] leading-[18px] md:leading-[24px] m-0">
      本Cookie通知适用于您访问www.trafficjunky.com（以下简称“网站”）不同页面时可能放置的Cookie及其他类似技术。该网站由Aylo Freesites Ltd（以下简称“我们”）运营。本Cookie通知将解释什么是Cookie、我们如何使用Cookie以及您如何管理Cookie。

什么是饼干？

Cookie 是一段数据，当您浏览网站时，它会要求您的浏览器收集并存储在您的计算机或兼容互联网的终端用户设备（例如智能手机和平板电脑，统称为“计算机”）上，以便记住您的信息，例如您的语言偏好、在线活动或登录凭据（统称为“Cookie”）。

我们设置的 Cookie 称为第一方 Cookie。我们也使用第三方 Cookie，即来自与我们网站不同领域的 Cookie。这两种类型的 Cookie 都是由信息片段组成的文本文件，网站使用这些文件来收集您的用户的数据。第一方 Cookie 主要用于通过记住用户偏好和设置来改善您的用户体验，也用于存储用户名、密码和语言偏好等信息。会跟踪您的浏览历史记录和活动，方便我们向您展示与我们的内容、产品和服务相关的定向或个性化广告和营销信息。

会话 Cookie 和持久性 Cookie。Cookie 可以是会话浏览 Cookie 或持久性 Cookie。会话 Cookie 会在您关闭器时自动过期。持久性 Cookie 会一直保存在您的计算机上，直到过期或您删除 Cookie 状态。每个 Cookie 的过期时间都不同；有些可能稍后就过期，而有些则在几年后过期。

什么是本地存储对象？

您的本地存储使我们的网站能够将信息存储在您的设备上。本地存储可用于保存您的偏好设置、使用历史记录，甚至网站或应用程序的状态或设置。本地存储可用于改善您使用我们网站的体验，例如启用某些功能、记住的偏好设置以及提升我们网站的功能。

本地存储的主要区别在于它们的工作方式：Cookie 会随着您的请求发送到 Web 服务器，而本地存储只能由您的浏览器读取。

我们如何使用 Cookie

我们使用Cookie来确保网站正常运行，或追踪您在网站上的活动，以便了解您的喜好，从而为您提供愉悦的个性化体验。我们还使用Cookie来帮助我们开发和提供更符合您兴趣的内容、产品和服务。请注意，已部分Cookie仅适用于登录用户。

必要 Cookie

这些是网站运行所必需的cookie，无法在我们的系统中关闭，因为它们实现了网站的核心功能。它们用于执行通信传输（例如负载均衡cookie）、为您提供请求的服务，或根据您执行的操作（例如设置隐私偏好、登录或填写表单）进行设置（UI自定义cookie）。

饼干域

Cookie 名称

目的

使用 Cookie

期间

google-analytics.com

GA_OPT_OUT

对于存储用户选择退出 Google Analytics（分析）跟踪的决定。

第三方

对于存储用户选择退出 Google Analytics（分析）跟踪的决定。

www.trafficjunky.com

cookie同意

存储对用户 Cookie 的同意选择。

第一方

会议

www.trafficjunky.com

laravel_session

用于存储用户的活动会话（旅游区域）。

第一方

1小时

www.trafficjunky.com

trafficjunky_session

用于存储用户的活动会话（会员区）。

第一方

1小时

www.trafficjunky.com

XSRF令牌

安全cookie；用于防止跨站请求伪造攻击。

第一方

1小时

www.trafficjunky.com

cookieConsentMeta

存储已登录会员的用户cookie同意详情。

第一方

1年

www.trafficjunky.com

年龄门显示

存储用户的出厂年龄确认信息。

第一方

会议

www.google.com

AEC

Google ReCaptcha

第三方

6个月

www.google.com

_GRECaptcha

Google ReCaptcha

第三方

6个月

 

功能性Cookie

这些 Cookie 用于实现附加功能或增强网站性能。它们帮助我们个性化并提升您在网站上的在线体验。此类 Cookie 还允许我们在您再次访问网站时识别您的身份并记住您的选择。

饼干域

Cookie 名称

目的

使用 Cookie

期间

doubleclick.net，google.com

pm_sess

Cookie 用于 Google 广告产品（包括 Campaign Manager、Display & Video 360、Google Ads 和 Search Ads 360）的安全性和功能性。它用于维护会话信息，并在用户与这些交互平台期间帮助验证用户身份。此 Cookie 的层级示意图 30 分钟，可确保临时会话管理，并在用户主动使用 Google 广告服务期间增强安全性。

第三方

30分钟

www.trafficjunky.com

折叠菜单

用于存储会员区域可折叠菜单首选项。

第一方

1年

www.trafficjunky.com

url_intended

用于存储登录用户后将要访问页面的URL。

第一方

会议

定向/广告 Cookie

这些 Cookie 使我们能够让网站内容更符合您的兴趣，并帮助我们投放您可能感兴趣的广告。网站和我们的广告合作伙伴会设置这些 Cookie，以提供定向行为广告并控制您的展示广告数量。收集的数据可能包括了解您的浏览习惯所需的任何类型的信息。

如果您选择禁用此类Cookie，您仍然会看到广告，但这些广告的相关性会降低，并且不会根据您的兴趣进行个性化定制。

饼干域

Cookie 名称

目的

使用 Cookie

期间

doubleclick.net

测试cookie

用于检查用户的浏览器是否支持Cookie。

第三方

15分钟

google.com

NID

浏览器会除去 Cookie 随请求一起发送到 Google 网站。NID Cookie 包含一个唯一 ID，Google 使用该 ID 来记住您的偏好设置和其他信息，例如您的语言偏好（例如英语）、您每页显示的搜索结果数量（例如 10 或 20）以及您是否希望启用 Google 的安全搜索过滤器。

第三方

6个月

doubleclick.net

DSID

Google Ads 使用此信息来识别 Google 网站上的已登录用户，并记住用户是否已同意广告个性化。

第三方

圆形

google.com

天哪

此 Google 广告 Cookie 设置在网站域名上（与其他设置在 doubleclick.net 域名上的 Google 广告 Cookie 不同）。据 Google 称，此 Cookie 的用途包括“最大限度地提高用户与该域名上广告的交互情况，以及防止相同广告向您展示过多”。

第三方

13个月

doubleclick.net

集成开发环境

Google DoubleClick 使用这些 Cookie 来投放与用户相关的定向广告。定向广告可以根据用户之前访问过的网站进行展示。这些 Cookie 将会缓慢地向用户展示的广告的转化率。

第三方

13个月

doubleclick.net

规则

Google DoubleClick 使用该技术来确定网站广告是否已正确显示——通常用于再营销和简化广告效果。

第三方

12个月

google.com

FPGCLAW

商店点击来自 Google Ads 的 ID

第三方

90天

google.com

FPGCLGB

商店点击来自 Google Ads 的 ID

第三方

90天

google.com

_gcl_gb

存储 Google Ads 的广告系列信息。

第三方

90天

google.com

_gac_gb_<wpid>

包含与Google Ads广告系列相关的广告系列信息。

第三方

90天

google.com

_gcl_aw

Google Ads 使用此功能来存储点击信息，以便进行转化跟踪。

第三方

90天

google.com

GCL_AW_P

Google Ads 使用此功能来存储点击信息，以便进行转化跟踪。

第三方

90天

google.com

_gcl_gs

存储来自广告系列的Google点击标识符(GCLID)。

第三方

90天

google.com

_gcl_ag

Google Ads：广告特定系列Cookie

第三方

90天

google.com

转换

Google Ads 使用该工具来跟踪转化。

第三方

90天

youtube.com

约克郡

此 Cookie 由 YouTube 视频服务在嵌入 YouTube 视频的页面上设置，用于跟踪观看次数。YouTube 使用 YSC Cookie 来跟踪嵌入视频的观看次数以及用户与这些视频的交互情况。它帮助 YouTube 收集有关用户视频行为的统计信息，例如视频观看时长或是否暂停。

第三方

会议

youtube.com

VISITOR_INFO1_LIVE

此 Cookie 由 YouTube 设置，用于多种用途，包括分析和广告。此 Cookie 用于提示用户在嵌入 YouTube 视频的页面上的带宽。它还有助于 YouTube 检测和解决视频服务问题，并可能用于根据用户交互情况展示更相关的广告或内容。

第三方

180天

youtube.com

VISITOR_INFO1_LIVE__k

主要用于追踪用户与网站上嵌入的YouTube视频的互动行为。

第三方

180天

youtube.com

VISITOR_INFO1_LIVE__default

主要用于追踪用户与网站上嵌入的YouTube视频的互动行为。

第三方

180天

google.com

pm_sess_NNN

与Google帐户关联，用于会话管理。常用于用户许可或广告投放场景。

第三方

30分钟

google.com

关于广告_sessNNN

与数字广告联盟规定的广告个性化或跟踪选择退出状态相关。

第三方

30分钟

google.com FPAU 识别用户在 Google Ads 链接网站上的活动。第三方 90 天

google.com ar_debug 启用/禁用错误报告调试。 错误报告是 Google 隐私沙盒的一项功能，用于在不使用第三方 Cookie 的情况下轻松转化率。 第三方 90 天

google.com _gcl_au Google AdSense 使用该功能通过生成分析数据来了解用户与网站的互动情况。 第三方 90 天

google.com FPLC 用于追踪跨域广告的点击行为第三方 20 小时

reddit.com _rdt_uuid 此Cookie由Reddit设置，用于帮助建立您的兴趣档案以及为您展示相关广告。第三方90天

 

分析类型 Cookie

这些Cookie使我们能够识别和统计用户数量，并了解用户如何使用和浏览网站。例如，它们允许我们对页面使用情况、交互情况以及用户在网站上的浏览路径进行统计分析，从而提高网站性能。这被称为“数字分析”，通过这些信息，我们可以了解网站上哪些内容最受欢迎，哪些内容最不受欢迎。此外，我们还使用第三方会话记录技术来帮助我们更好地进行用户体验，但记录的数据均已匿名化处理。 

饼干域

Cookie 名称

目的

使用 Cookie

期间

google.com __eoi 出于安全目的，AdSense、AdSense for Search、Display & Video 360、Google Ad Manager 和 Google Ads 会使用此功能。 第三方 6 个月

google.com _ga 包含 Google Analytics 使用的唯一标识符，用于确定两个不同的点击是否属于同一用户在不同浏览会话中的情况。 第三方 13 个月

google.com _gid 包含 Google Analytics 使用的唯一标识符，用于确定两个不同的点击是否属于同一用户在不同浏览会话中的情况。 第三方 24 小时

google.com _gat[_<自定义名称>] 读取并过滤来自机器人的请求。 第三方 1分钟

google.com __utma 是一个持久性 Cookie，默认近为 2 年，用于区分用户和会话。它用于跟踪首次访问、上次访问、当前访问和访问次数，以计算新访客和回访访客的统计数据。每次向 Google Analytics 发送数据时，此 Cookie 都会更新。网站主可以自定义此 Cookie 的持续时间。第三方 13 个月

google.com __utmb 用于识别新会话和访问，近期为 30 分钟。该 Cookie 包含访客进入网站的精确计时器，每次向 Google Analytics 发送数据时都会更新。用户在 30 分钟内的任何活动都将被计为一次访问，即使离开网站后又返回。30 分钟后返回网站将被计为一次新访问，但仍视为最终用户。第三方 30 分钟

google.com __utmc 包含访客离开网站的时钟时间。它与 _utmb 配合使用，计算您关闭设备的时间，从而计算访问时长。 第三方会议

google.com __utmt 用于限制服务的请求速率（限制高流量网站上的数据收集）第三方 10 分钟

google.com __utmz 此 Cookie 会跟踪用户访问您网站的入口点，存储流量来源、营销、广告系列和用于访问您网站的搜索词——以便 Google Analytics 通知网站所有者访问者来自各地。此 Cookie 的长度可以为 6 个月，每次向 Google Analytics 传送数据时都会更新。第三方 6 个月

google.com __utmv 此 Cookie 由 Google Analytics 使用，用于存储用户定义的自定义变量数据。当开发者使用 '_setCustomVar' 方法自定义设置变量时，系统会创建此 Cookie。每次向 Google Analytics 发送数据时，此 Cookie 都会更新，其标准过期时间为自设置/更新之日起 2 年。第三方 13 个月

google.com AMP_TOKEN Google Analytics（分析）。包含一个令牌，可用于从 AMP 客户端 ID 服务搜索客户端 ID。其他可能的值表示选择退出、正在处理的请求或从 AMP 客户端 ID 服务搜索客户端 ID 时出错。第三方 1 年

google.com FPID 此 Cookie 用于存储发送到 Google 服务器的请求中的客户端 ID。 第三方 13 个月

google.com _ga_<wpid> 用于在页面浏览过程中保持特定属性的会话状态第三方 13 个月

google.com _dc_gtm_<property-id> 用于高效地加载其他脚本和标签（例如，Google Analytics、营销像素），并与数据层事件同步。 第三方 1 分钟

google.com _gaexp 用于存储 A/B 测试的实验和会话 ID。 第三方 93 天

google.com _gaexp_rc 用于管理和存储实验（A/B 测试）数据，例如用户接触到的版本。第三方 10 秒

google.com _opt_awcid 用于存储 Google Ads 客户 ID (AWCID)，以便将优化实验与 Google Ads 广告系列关联起来。 第三方 24

google.com _opt_awmid 用于分析的 Cookie 有助于收集数据，使服务能够了解用户如何与特定服务交互。这些洞察信息使服务既能改进内容，又能构建更好的功能，从而提升用户体验。第三方 24 小时

google.com _opt_awgid 此 Cookie 由 Google Analytics 和 Google Optimize 使用，用于存储访客交互信息，并帮助识别会话期间的唯一用户。它通过跟踪用户行为和偏好，辅助进行 A/B 测试和网站优化实验。此 Cookie 将在 24 后过期，确保数据收集小时汇聚于单个浏览会话。第三方 24 小时

google.com _opt_awkid 用于分析的 Cookie 有助于收集数据，使服务能够了解用户如何与服务特定交互。这些洞察信息使服务既能改进内容，又能构建更好的功能，从而提升用户体验。 第三方 24 小时

google.com _opt_utmc 此 Cookie 与 Google Analytics 和 Google Optimize 配合工作，用于确定网站上的新会话和访问量。它会存储访问者的浏览会话信息，并有助于简化网站优化实验的效果。此 Cookie 基于会话，会在 24 小时后持续，从而可以准确跟踪用户在一天内的小时互动情况。第三方 24 小时交互情况

google.com _gac_<wpid> 在使用 Google Analytics 时，存储广告系列信息以与 Google Ads 关联。 第三方 90 天

 
第三方 Cookie

第三方 Cookie 来自与本网站不同的域名。例如，当您访问本网站时，某些内容或应用程序（包括广告）可能会链接到第三方网站。

当您点击查看、访问或使用本网站上的任何第三方功能时，这些第三方可能会在您的计算机上设置 Cookie 来收集您的信息，例如您的 IP 地址或位置。除非没有明确说明，否则我们不会与这些第三方共享任何个人信息，也不会控制这些第三方如何使用其 Cookie，因此我们建议您访问他们的网站，了解他们如何使用 Cookie 以及如何管理 Cookie。您可以将器设置为拒绝所有第三方 Cookie，或在接收 Cookie时发出提醒。我们的系统无法识别浏览器的“请勿追踪”信号。

我们还在 Reddit 上创建和管理广告活动。您可以访问以下链接查看 Reddit 隐私政策（该政策不会时更新）：https://www.reddit.com/policies/privacy-policy

Google Analytics

我们使用Google作为服务首先来收集和分析用户如何使用本网站的信息，包括通过我们设置的第一方Cookie和Google设置的第三方Cookie来收集网站活动数据。由于我们已为Google Analytics启用IP匿名化功能，Google将特定IP地址的最后一个匿名化，而不会存储您的完整IP地址。Google只会将信息用于向我们提供Google Analytics服务，不会将其用于其他用途。此外，Pornhub还使用Google Signals，即Google提供的一项服务，可帮助我们开展再营销活动、收集更准确的数据，并更好地了解用户如何在不同设备上与 Pornhub 互动（跨设备活动）。Google Signals 适用于在其 Google 帐户中接受个性化广告的 Google 用户。您可以在此处

了解更多关于 Google 如何使用数据的信息。您可以访问 Google Analytics 选择退出页面或仅接受必要的 Cookie 来选择退出 Google Analytics。要查看您的 Google Analytics（分析）Cookie 概述，请访问此处：https://support.google.com/analytics/answer/6004245
      </pre>
      </section>
    `
}

